{
	"About": "Über",
	"Alphabetical": "alphabetisch",
	"Alphabetical Reversed": "umgekehrt alphabetisch",
	"A new version is available. Please, update.": "Eine neue Version ist verfügbar. Bitte installiere die aktuellste Version.",
	"AngularJS version": "AngularJS Version",
	"Author": "Autor",
	"Available": "Verfügbar",
	"Bank card": "Bankkarte",
	"Build date": "Erstellungsdatum",
	"Close": "Schliessen",
	"CMS": "CMS",
	"Content": "Inhalt",
	"Convert dashes into space": "Bindestriche in Abstände umwandeln",
	"Convert underscores into space": "Unterstriche in Abstände umwandeln",
	"Couldn't retrieve information about files of your release": "Es konnten keine Dateiinformationen zur verwendeten Version gefunden werden",
	"Database version": "Datenbankversion",
	"Details": "Details",
	"Donation": "Spende",
	"Download page": "Download Seite",
	"E-mail": "E-Mail",
	"Euro": "Euro",
	"Failed to get information from server": "Das laden von Informationen vom Server ist fehlgeschlagen",
	"Failed to parse JSON": "JSON konnte nicht analysiert werden",
	"Failed to retrieve information": "Es konnten keine Informationen geladen werden",
	"Failed to retrieve information about available updates.": "Es konnten keine Informationen über verfügbare Updates geladen werden",
	"Failure": "Fehler",
	"File": "Datei",
	"File is altered": "Datei wurde verändert",
	"File is missing": "Datei fehlt",
	"Files integrity": "Dateiintegrität",
	"First name": "Vorname",
	"Folder Path": "Pfad",
	"How to update": "Wie aktualisiert werden kann",
	"If you like this module, please, donate. It will help to support the project and improve it. You can choose any suitable payment method and donate any amount. Thank you!": "Gefällt Ihnen unser Modul? Bitte unterstützen Sie unsere Arbeit durch eine Spende. Eine Spende unterstützt das Projekt und hilft uns es weiter zu entwickeln. Sie können jede mögliche Zahlungsmethode sowie einen freien Betrag für Ihre Spende wählen.",
	"Information about your release is not available. The files can't be verified.": "Es liegen keine Informationen zur verwendeten Version vor. Die Dateien können nicht verifiziert werden.",
	"Installation path": "Installationspfad",
	"Installed": "Installiert",
	"Instructions": "Anleitung",
	"jQuery version": "jQuery Version",
	"Last name": "Nachname",
	"Latest First": "Letzte zuerst",
	"Latest Last": "Letzte zuletzt",
	"Leave empty to load all images": "Leer lassen, um alle Bilder zu laden",
	"Max Images": "Maximale Anzahl von Bildern",
	"%name% plugin update details": "%name% Plugin update Details",
	"New release of plugin %name% is available!": "Es ist eine neue Version von %name% verfügbar!",
	"Newsletter": "Newsletter",
	"No": "Nein",
	"No problems detected": "Es wurden keine Fehler gefunden",
	"Ok": "OK",
	"Order": "Reihenfolge",
	"Other currencies": "Andere Währungen",
	"Payment methods:": "Zahlungsmethoden:",
	"PayPal": "PayPal",
	"PHP version": "PHP Version",
	"Please, fill in all the fields below, then click Submit button": "Bitte fülle alle untenstehenden Felder aus und klicke auf den Button einsenden",
	"Please, wait...": "Bitte warten...",
	"Plugin build date": "Plugin Erstellungsdatum",
	"Plugin name": "Plugin Name",
	"Plugin version": "Plugin Version",
	"Problem": "Problem",
	"Ramil Valitov": "Ramil Valitov",
	"Random": "Zufällig",
	"RegExp Pattern": "RegEx-Pattern",
	"RegExp string used for filtering files. It allows to select only files that match the pattern. If this string is empty, then a default pattern is used that matches images with the following extensions: jpg, jpeg, gif, png. Read manual for more information.": "RegExp String für die Filterung. Dieser ermöglicht die Filterung der Elemente. Wenn dieser Bereich leer ist wird ein Standardschema für die Filterung genutzt. Es werden ausschliesslich die Dokumente mit der Endung: jpg, jpeg, gif, png angezeigt. Weitere Informationen zu dieser Funktion sind im Handbuch zu finden.",
	"Release information": "Release Informationen",
	"Remove leading numbers from title": "Nummern am Anfang des Dateinamens entfernen",
	"Remove trailing numbers from title": "Nummern am Ende des Dateinamens entfernen",
	"Russian ruble": "Russischer Rubel",
	"Subscribe": "Abonnieren",
	"Subscription form": "Anmeldeformular",
	"The folder where the images are stored. This field is mandatory.": "Speicherort der Bilder. Diese Angabe ist obligatorisch.",
	"The title of each image is generated automatically from its file name. The options below control how the file name should be processed.": "Der Titel jedes Bildes wird automatisch auf Basis des Dateinamens erstellt. Die nachfolgenden Felder steuern wie der Dateiname verarbeitet werden soll.",
	"This field defines the sorting options applied to the files.": "Dieses Feld definiert die Sortierungseinstellung für die Dateien.",
	"This option allows to limit the number of images to load. If this option is empty, then no restriction to the number of images is applied.": "Diese Option ermöglicht es die Anzahl der zu ladenden Bilder zu limitieren. Feld leer lassen, um alle Bilder zu laden.",
	"This plugin allows to select image files from a specified folder using sorting and filtering options. These files will be used as content items for the widget you selected.": "Dieses Plugin ermöglicht es Bilder, aus einem Ordner, durch Sortierungs- und Filteroptionen zu selektieren.",
	"This plugin is outdated!": "Dieses Plugin ist veraltet!",
	"Title": "Titel",
	"UIkit version": "UIkit Version",
	"UIkit version in Widgetkit bundle": "UIkit Version im Widgetkit Bundle",
	"Update details": "Update Details",
	"USD": "USD",
	"Verify files": "Dateien überprüfen",
	"Version": "Version",
	"Website": "Webseite",
	"We have different free products that extend functionality of the Widgetkit. Please, subscribe for a newsletter to get notifications about new releases of the current plugin, other widgets that we create, and news when a completely new product for the Widgetkit becomes available.": "Wir stellen verschiedene gratis Produkte zur Verfügung welche die Funktion von Widgetkit erweitern. Bitte abonniere unseren Newsletter um über verfügbare Updates für dieses Plugin, andere Widgets oder über ein neues Produkt informiert zu sein.",
	"Widgetkit version": "Widgetkit Version",
	"Widgetkit version 2.9.0 and later are compatible with Yootheme Pro.": "Widgetkit Version 2.9.0 und später sind mit Yopotheme Pro kompatibel.",
	"Wiki and manuals": "Wiki und Handbücher",
	"Write access check": "Schreibzugriffsprüfung",
	"Yandex Money": "Yandex Money",
	"Yes": "Ja",
	"Yootheme Pro compatible": "Yootheme Pro kompatibel",
	"Your PHP is quite old. Although this plugin can work with your version of PHP, upgrade is recommended to the latest stable version of PHP.": "Die installierte PHP Version ist relativ alt. Wenngleich dieses Plugin funktioniert, empfehlen wir auf die aktuellste, stabile Version von PHP zu aktualisieren.",
	"Your PHP is too old! Upgrade is strongly recommended! This plugin may not work with your version of PHP.": "Die installierte PHP Version ist zu alt! Ein Upgrade ist nötig um dieses Plugin nutzen zu können.",
	"Your PHP version is OK.": "Die installierte PHP Version ist in Ordnung.",
	"Your UIkit version is OK.": "Deine Version des UIkit ist in Ordnung.",
	"Your UIkit version is too old, please upgrade your Widgetkit.": "Die installierte UIkit Version ist zu alt, bitte aktualisiere Widgetkit.",
	"Your version of the plugin is up to date!": "Deine Version des Plugins ist aktuell!",
	"Your Widgetkit version is OK.": "Deine Version des Widgetkit ist in Ordnung.",
	"Your Widgetkit version is quite old. Although this plugin may work with your version of Widgetkit, upgrade is recommended to the latest stable version of Widgetkit.": "Die installierte Widgetkit Version ist relativ alt. Wenngleich dieses Plugin funktioniert, empfehlen wir ein Update auf die aktuelle Widgetkit Version durchzuführen.",
	"Your Widgetkit version is too old. Upgrade is strongly recommended. Although this plugin may work with your version of Widgetkit, upgrade is recommended to the latest stable version of Widgetkit.": "Die installierte Widgetkit Version ist zu alt! Ein Upgrade ist nötig um dieses Plugin nutzen zu können."
}