{
	"%name% plugin update details": "Сведения об обновлении плагина %name%",
	"A new version is available. Please, update.": "Доступна новая версия. Пожалуйста, обновитесь.",
	"About": "О плагине",
	"Alphabetical": "В алфавитном порядке",
	"Alphabetical Reversed": "В обратном алфавитном порядке",
	"AngularJS version": "Версия AngularJS",
	"Author": "Автор",
	"Available": "Доступно",
	"Build date": "Дата сборки",
	"Close": "Закрыть",
	"Content": "Содержание",
	"Convert dashes into space": "Заменить тире пробелом",
	"Convert underscores into space": "Заменить символы подчеркивания пробелом",
	"Database version": "Версия базы данных",
	"Download page": "Страница для скачивания",
	"E-mail": "E-mail",
	"Failed to retrieve information": "Не удалось получить информацию",
	"Failed to retrieve information about available updates.": "Не удалось получить сведения о доступных обновлениях.",
	"First name": "Имя",
	"Folder Path": "Путь",
	"How to update": "Как обновить",
	"Installed": "Установлено",
	"Instructions": "Инструкции",
	"jQuery version": "Версия jQuery",
	"Last name": "Фамилия",
	"Latest First": "Последние первыми",
	"Latest Last": "Последние последними",
	"Leave empty to load all images": "Оставьте пустым для загрузки всех изображений",
	"Max Images": "Максимальное число изображений",
	"New release of plugin %name% is available!": "Доступна новая версия плагина %name%!",
	"Newsletter": "Новостная рассылка",
	"Order": "Порядок",
	"PHP version": "Версия PHP",
	"Please, fill in all the fields below, then click Submit button": "Пожалуйста, заполните все следующие ниже поля, после этого нажмите на кнопку Подписаться",
	"Plugin build date": "Дата сборки плагина",
	"Plugin name": "Название плагина",
	"Plugin version": "Версия плагина",
	"Ramil Valitov": "Рамиль Валитов",
	"Random": "В случайном порядке",
	"RegExp Pattern": "Шаблон регулярного выражения",
	"RegExp string used for filtering files. It allows to select only files that match the pattern. If this string is empty, then a default pattern is used that matches images with the following extensions: jpg, jpeg, gif, png. Read manual for more information.": "Регулярное выражение, используемое при отборе файлов. Оно позволяет отбирать только те файлы, которые соответствуют шаблону. Пустое значение означает шабон по умолчанию, который соответствует файлам с расширениями jpg, jpeg, gif, png. Более подробная информация в руководстве.",
	"Release information": "Информация о выпуске",
	"Remove leading numbers from title": "Убрать начальные цифры из названия",
	"Remove trailing numbers from title": "Удалить замыкающие цифры из названия",
	"Subscribe": "Подписаться",
	"Subscription form": "Форма подписки",
	"The folder where the images are stored. This field is mandatory.": "Путь к папке, где хранятся изображения. Поле обязательно для заполнения.",
	"The title of each image is generated automatically from its file name. The options below control how the file name should be processed.": "Название каждого изображения формируется автоматически из его имени файла. Cледующие настройки определяют каким образом будет обрабатываться имя файла.",
	"This field defines the sorting options applied to the files.": "Это поле определяет режим сортировки файлов.",
	"This option allows to limit the number of images to load. If this option is empty, then no restriction to the number of images is applied.": "Эта опция позволяет ограничить число загружаемых файлов. Если значение не указано, то никакие ограничения не накладываются на количество изображений.",
	"This plugin allows to select image files from a specified folder using sorting and filtering options. These files will be used as content items for the widget you selected.": "Этот плагин позволяет выбирать файлы изображений из указанной папки с применением настроек сортировки и отбора. Эти файлы будут использоваться в качестве элементов содержания для выбранного Вами виджета.",
	"This plugin is outdated!": "Этот плагин устарел!",
	"Title": "Название",
	"UIkit version": "Версия UIkit",
	"Update details": "Подробности обновления",
	"Version": "Версия",
	"We have different free products that extend functionality of the Widgetkit. Please, subscribe for a newsletter to get notifications about new releases of the current plugin, other widgets that we create, and news when a completely new product for the Widgetkit becomes available.": "У нас несколько бесплатных продуктов, которые расширяют возможности Widgetkit. Пожалуйста, подпишитесь на новостную рассылку для получения информации о выпуске новых версий текущего плагина, других разрабатываемых нами виджетах, а также анонсах о новых продуктах для Widgetkit.",
	"Website": "Веб-сайт",
	"Widgetkit version": "Версия Widgetkit",
	"Wiki and manuals": "Вики и документация",
	"Your PHP is quite old. Although this plugin can work with your version of PHP, upgrade is recommended to the latest stable version of PHP.": "Версия PHP довольно старая! Хотя этот плагин может работать с установленной версией PHP, рекомендуется провести обновление PHP до последней стабильной версии.",
	"Your PHP is too old! Upgrade is strongly recommended! This plugin may not work with your version of PHP.": "Версия PHP слишком старая! Настоятельно рекомендуется провести обновление! Этот плагин может не работать с Вашей версией PHP.",
	"Your PHP version is OK.": "Версия PHP является подходящей.",
	"Your version of the plugin is up to date!": "Установлена последняя версия плагина!",
	"Your Widgetkit version is OK.": "Версия Widgetkit является подходящей.",
	"Your Widgetkit version is quite old. Although this plugin may work with your version of Widgetkit, upgrade is recommended to the latest stable version of Widgetkit.": "Версия Widgetkit достаточно старая. Хотя этот плагин может и  будет работать с Вашей версией Widgetkit, рекомендуется обновить Widgetkit до последней стабильной версии.",
	"Your Widgetkit version is too old. Upgrade is strongly recommended. Although this plugin may work with your version of Widgetkit, upgrade is recommended to the latest stable version of Widgetkit.": "Версия Widgetkit слишком старая! Настоятельно рекомендуется провести обновление! Хотя этот плагин может и  будет работать с Вашей версией Widgetkit, рекомендуется обновить Widgetkit до последней стабильной версии."
}